<template>
  <div class="font-light">
    <div
      class="logo-background w-full object-cover mb-8 h-64 flex justify-center align-middle items-center"
    >
      <img
        src="~assets/pages/about/logo.png"
      >
    </div>

    <div class="container mx-auto px-2 text-justify md:text-left">
      <h1 class="text-5xl text-center font-serif">
        Бхактиведанта Бук Траст
      </h1>
      <h2 class="text-center font-sans font-light uppercase tracking-widest">
        Об издательстве
      </h2>
      <p class="text-center leading-loose mt-10">
        «Бхактиведанта бук траст» (Би-би-ти) (англ. Bhaktivedanta Book Trust) —
        самое крупное в мире издательство, выпускающее труды по вайшнавизму,
        индуистской философии и культуре. Бо́льшая часть публикаций
        «Бхактиведанта бук траст» посвящена гаудия-вайшнавской традиции.
      </p>

      <div class="flex justify-center my-10">
        <img src="~assets/pages/about/about_2.png">
      </div>

      <div class="leading-loose">
        <p class="mb-4">
          Издательство основано в 1972-м году А.Ч. Бхактиведантой Свами
          Прабхупадой (учредителем Международного общества сознания Кришны) и
          обладает эксклюзивными правами на публикацию его книг.
        </p>
        <p class="mb-4">
          Книги Бхактиведанты Свами Прабхупады переведены более чем на 87
          языков, и с каждым годом это количество растет. Издания Би-би-ти
          включают в себя оригинальные священные тексты и книги, в которых
          дается объяснение этих канонических текстов. Би-би-ти выпускает
          также аудио-, видеопродукцию и другие мультимедийные материалы.
        </p>
        <p class="mb-4">
          Публикации Би-би-ти – самые разные по сложности произведения, среди
          них есть краткие вводные труды и учебные пособия, обзоры и небольшие
          работы, переведенные с санскрита, а также исчерпывающие многотомные
          переводы (с комментариями) основных санскритских и бенгальских
          текстов.
        </p>
        <p class="mb-4">
          Би-би-ти публикует «Бхагавад-гиту», «Шримад-Бхагаватам», «Шри
          Ишопанишад», «Нектар преданности», «Шри Чайтанья-чаритамриту» и
          множество других книг. Среди последних многотомных публикаций –
          снабженный комментариями английский перевод «Шри
          Брихад-Бхагаватамриты» Шрилы Санатаны Госвами.
        </p>
        <p class="mb-4">
          Частью нашего издательского дела являются также журнал «Бэк ту
          Годхед», Архив Бхактиведанты и сайт krishna.com. Подробнее об
          истории Би-би-ти рассказывает книга Вайшешики даса «Наше семейное
          дело».
        </p>
      </div>
    </div>

    <img
      src="~assets/pages/about/about_3.jpg"
      class="w-full my-8 sm:my-16"
    >

    <div class="text-center font-serif">
      <h2 class="text-2xl">
        Его Божественная милость
      </h2>
      <h1 class="text-5xl sm:-mt-2 leading-tight">
        А.Ч. Бхактиведанта Свами Прабхупада
      </h1>

      <h3 class="text-center font-sans font-light uppercase tracking-widest">
        об авторе
      </h3>
    </div>

    <div class="container mx-auto px-2 text-justify md:text-left leading-loose">
      <p class="mb-4">
        Его Божественная Милость А. Ч. Бхактиведанта Свами Прабхупада явился в
        этот мир в 1896 г. в Калькутте (Индия). Там же, в Калькутте, в 1922 г.
        он впервые встретился со своим духовным учителем, Шрилой
        Бхактисиддхантой Сарасвати Госвами. Бхактисиддханте Сарасвати,
        выдающемуся религиозному философу и основателю шестидесяти четырех
        Гаудия-матхов (вайшнавских храмов, монастырей и проповеднических
        центров), понравился образованный молодой человек, и он убедил его
        посвятить свою жизнь распространению ведического знания. Так он стал
        духовным учителем Шрилы Прабхупады, который одиннадцать лет спустя
        получил от него официальное посвящение в ученики.
      </p>
      <p class="mb-4">
        При первой же их встрече Шрила Бхактисиддханта Сарасвати Тхакур
        попросил Шрилу Прабхупаду распространять ведическое знание на
        английском языке. В последующие годы Шрила Прабхупада участвовал в
        деятельности Гаудия-матхов, написал комментарий к «Бхагавад-гите», а в
        1944 г. в одиночку начал выпускать журнал на английском языке под
        названием «Бэк ту Годхед» («Обратно к Богу»), выходивший два раза в
        месяц. В настоящее время журнал «Бэк ту Годхед» продолжают выпускать
        последователи Шрилы Прабхупады.
      </p>
      <p class="mb-4">
        В 1950 г. Шрила Прабхупада отошел от семейной жизни, приняв
        ванапрастху, чтобы отдавать еще больше времени изучению и написанию
        духовной литературы. Он поселился в священном городе Вриндаване, где
        жил в очень скромной обстановке в знаменитом храме Радхи-Дамодары. В
        течение ряда лет Шрила Прабхупада был полностью поглощен литературными
        занятиями. В 1959 г. он отрекся от мира, приняв санньясу. Именно в
        храме Радхи-Дамодары Шрила Прабхупада начал работу над своим шедевром
        — многотомным переводом и комментарием к «Шримад-Бхагаватам»
        («Бхагавата-пуране»), классическому философскому произведению на
        санскрите, состоящему из восемнадцати тысяч стихов. Там же он написал
        небольшую книгу «Легкое путешествие на другие планеты».
      </p>
      <p class="mb-4">
        Опубликовав первые три тома «Шримад-Бхагаватам», Шрила Прабхупада в
        1965 г. отправился в США, чтобы исполнить миссию, возложенную на него
        духовным учителем. В последующие годы он выпустил более пятидесяти
        томов переводов с комментариями и авторитетных изложений индийских
        классических трудов по философии и религии.
      </p>
      <p class="mb-4">
        В сентябре 1965 г., когда Шрила Прабхупада на грузовом судне прибыл в
        Нью-Йорк, он не имел практически никаких средств. Прожив в США почти
        год и преодолев немало препятствий, он в июле 1966 г. основал
        Международное общество сознания Кришны (ИСККОН). Когда он покинул этот
        мир (14 ноября 1977 г.), общество, основанное им, представляло собой
        всемирную конфедерацию, состоящую из более чем ста храмов, ашрамов,
        школ, институтов и сельскохозяйственных общин.
      </p>
      <p class="mb-4">
        В 1972 г. он ввел на Западе ведическую систему начального и среднего
        образования, основав в Далласе гурукулу. Впоследствии подобные школы
        были открыты не только в США, но и в других странах.
      </p>
      <p class="mb-4">
        Кроме того, Шрила Прабхупада был вдохновителем строительства
        нескольких больших международных культурных центров в Индии. В
        Шридхаме Майяпуре (Западная Бенгалия) его последователи возводят
        духовный город, в центре которого будет возвышаться величественный
        храм. Осуществление этого грандиозного проекта займет десятки лет. Во
        Вриндаване построены храм Кришны-Баларамы, гостиница для паломников со
        всего мира, школа (гурукула); там же находится мемориальный комплекс
        Шрилы Прабхупады (самадхи и музей). Крупные храмы и культурные центры
        ИСККОН есть также в Дели, Мумбаи (Бомбее) и многих других городах
        Индии.
      </p>
      <p class="mb-4">
        Однако самое важное из того, что Шрила Прабхупада оставил людям, – это
        его книги. Высоко ценимые учеными за их авторитетность, глубину и
        ясность изложения, они служат учебниками во многих колледжах и
        университетах. Его труды переведены более чем на восемьдесят языков.
        «Бхактиведанта бук траст» (издательство, основанное им в 1972 г.)
        является самым большим издательством в мире, публикующим книги по
        индийской философии и религии.
      </p>
      <p class="mb-4">
        Всего за двенадцать лет, невзирая на свой преклонный возраст, Шрила
        Прабхупада объехал вокруг света четырнадцать раз, читая лекции на пяти
        континентах. Но, несмотря на предельную занятость, он никогда не
        прекращал писать книги. Произведения Шрилы Прабхупады составляют
        подлинную энциклопедию ведической философии, религии, литературы и
        культуры.
      </p>
    </div>
  </div>
</template>

<script lang="ts">
import { Vue, Component } from 'vue-property-decorator'

@Component({ layout: 'wide' })
class AboutPage extends Vue {}

export default AboutPage
</script>

<style scoped>
.logo-background {
  background-image: url("~assets/pages/about/about_1.jpg");
  height: 32em;
}
</style>
